<h2>Junalla Ruisrockiin</h2><p>Turun juna-asema sijaitsee aivan  kaupungin  keskustan tuntumassa, joten juna on helppo vaihtoehto festarikyydille. Festivaaliviikonloppuna junat t&auml;yttyv&auml;t nopeasti, joten suosittelemme ostamaan liput ennakkoon VR:n verkkokaupasta tai juna-asemalta. Festareiden j&auml;lkeen p&auml;&auml;see <strong>Helsinkiin my&ouml;s Ruisrockin omalla festarijunalla</strong>, joka  l&auml;htee Turun rautatieasemalta <strong>sunnuntaina 10. hein&auml;kuuta klo 23.05.</strong> Rockjunaan p&auml;&auml;see normaalilla junalipulla (my&ouml;s alennuslipuilla  kuten opiskelija- ja juniorilipuilla sek&auml; ryhm&auml;lipuilla). Katso juna-aikataulusi osoitteesta <a href="http://www.vr.fi" target="_blank">www.vr.fi</a>.</p><h2>Festaribussit ja taksit</h2><p><strong>Ruisrockin  festaribussit kuljettavat festarik&auml;vij&ouml;it&auml; Turun keskustasta</strong> (Kauppatorilta Yliopistonkadun puolelta Ortodoksisen kirkon edest&auml;)<strong> ja  Turkuhalli campingist&auml; &amp; ja parkkialueelta</strong> festivaalin l&auml;heisyyteen  festaribussiasemalle (Ruissalon sillan kupeessa) ja takaisin. Festaribussiasemalta on hieman alle  kahden kilometrin k&auml;vely Ruisrockin festivaalialueelle.</p>

<p><strong>Festaribussit  kulkevat non-stop </strong>perjantaina klo 15:00 alkaen ja la &amp; su klo 12:00 alkaen festarin loppuun saakka. <br />Lippuja myyd&auml;&auml;n festaribusseissa. Suosittelemme lipun ostamista koko ajaksi kerrallaan, jolloin turhat ruuhkat taittuvat helpommin. <br /><br />Bussireitti: <strong>Kauppatori - Juna-asema- Ruisrock</strong><br />Lippujen hinnat: <strong>4 &euro; kerta, 7 &euro; meno-paluu ja 11 &euro; viikonloppu.</strong><br /><br />Turkuhalli campingin &amp; parkkialueen ja festaribussiaseman v&auml;lill&auml; kulkeva bussi on maksuton.<strong><br /><br />Taksitolppa</strong> sijaitsee festaribussiasemalla. Turun taksin tilausnumero on 02-10041. Taksit ajavat Ruissalon sillan kupeeseen, johon  pystytet&auml;&auml;n festivaalin ajaksi taksitolppa. Jos tuot tai haet v&auml;ke&auml; Ruisrockista, pys&auml;hdyspaikka on l&auml;hell&auml; Pahanniemen siltaa, Helenan kahvion parkkipaikalla.<br /><br />Festivaalialueen sijainti l&ouml;ytyy <a href="http://opaskartta.turku.fi/Web/Default.aspx?layers=Opaskartta&amp;cp=6702013,23454862&amp;z=2&amp;title=Festivaalialue&amp;language=fin">t&auml;&auml;lt&auml;</a><a href="http://opaskartta.turku.fi/Web/Default.aspx?layers=Opaskartta&amp;cp=6702013,23454862&amp;z=2&amp;title=Festivaalialue&amp;language=fin" target="_parent"> </a>ja festivaalibussiaseman sijainti <a href="http://opaskartta.turku.fi/Web/Default.aspx?layers=Opaskartta&amp;cp=6703564,23456680&amp;z=2&amp;title=Festaribussiasema&amp;language=fin">t&auml;&auml;lt&auml;</a>.</p><h2>Turun paikallisliikenne</h2><p>Turun paikallisliikenteen bussiaikataulut l&ouml;ytyv&auml;t <a href="http://www.turku.fi/public/default.aspx?nodeid=11916&amp;contentlan=1" target="_blank">t&auml;&auml;lt&auml;.</a> L&auml;hikuntiin,  kuten esim. Naantaliin, Kaarinaan ja Paimioon menevist&auml; ja tulevista  busseista l&ouml;yd&auml;t infoa osoitteesta: <a href="http://www.tlo.fi/" target="_blank"><strong>www.tlo.fi.</strong></a></p>

<h2>Polkypyörällä Ruisrockiin</h2><p>Polkupy&ouml;r&auml;ll&auml; p&auml;&auml;set Ruisrockiin ajamalla opasteiden mukaisesti  Ruissalon puistotien kevyen liikenteen v&auml;yl&auml;&auml; pitkin kohti  festivaalialuetta. Py&ouml;r&auml;n voi j&auml;tt&auml;&auml; p&auml;&auml;portin tuntumassa sijaitsevaan  <strong>valvottuun polkupy&ouml;r&auml;parkkiin</strong>.<strong> Polkupy&ouml;r&auml;parkin hinta on 2 &euro; /  parkkeeraus.</strong> <br />Huomioithan, ett&auml; festarilta poistuu my&ouml;s muutama tuhat muuta py&ouml;r&auml;ilij&auml;&auml; kanssasi samaan aikaan. Ole siis tavallistakin varovaisempi liikenteess&auml; ja pid&auml; laki, luonto ja kanssapy&ouml;r&auml;ilij&auml;t mieless&auml;si.</p><h2>Kimppakyydillä Ruisrockiin</h2><p>GreenRiders toimii Suomen festareiden kimppakyytien v&auml;litt&auml;j&auml;n&auml;  kes&auml;ll&auml; 2011. GreenRiders s&auml;&auml;st&auml;&auml; luontoa, rahaa ja tekee matkanteosta  mukavampaa. K&auml;y tutustumassa GreenRidersin nettisivuihin t&auml;&auml;ll&auml; ja l&ouml;yd&auml; tai tarjoa kyyti nopeasti ja helposti!</p>

<h2>Linja-autokuljetus Rovaniemi - Torni - Kemi - Oulu - Ruisrock</h2><p>Pamin Tilausliikenne j&auml;rjest&auml;&auml; linja-autokuljetuksen Rovaniemelt&auml; Turkuun ja takaisin. L&auml;ht&ouml; perjantaina 8.7. ja paluu sunnuntaina 10.7.</p>
<p>K&auml;y katsomassa lis&auml;tiedot ja tilausohjeet osoitteesta: <a href="http://www.pamintilausliikenne.fi/index.php?name=Content&amp;nodeIDX=118" target="_blank">www.pamintilausliikenne.fi</a> tai soita p. 040 530 4447</p>

<h2>Omalla autolla Ruisrockiin</h2><p>Ruissalon saareen ei p&auml;&auml;se ajamaan omalla autolla festivaalin aikana. Autolla festivaaleille saapuvat voivat j&auml;tt&auml;&auml; autonsa festivaalin parkkialueelle Turkuhallin luo, tai Turun keskustaan. Sek&auml; Turun keskustasta ett&auml; festivaalin parkkialueelta p&auml;&auml;set festivaaliasemalle Ruisrock-busseilla.<strong><br /><br />Ajo-ohjeet Helsingin suunnalta:</strong> Turuntiet&auml; (E18) Turkuun p&auml;in n. 165 km. Jatka suoraan k&auml;&auml;ntym&auml;tt&auml; mihink&auml;&auml;n Rautatieaseman ohi, ja seuraa opasteita Ruisrock parking/camping, Turku-halli ja messukeskus. N&auml;in p&auml;&auml;set leirint&auml;alueelle tai pys&auml;k&ouml;im&auml;&auml;n.  <br /><br /><strong>Ajo-ohjeet Tampereen suunnalta:</strong> Tiet&auml; E63 Turun suuntaan n. 155 km. Pari kilometri&auml; ennen keskustaa k&auml;&auml;nny oikealle opasteiden mukaan. Opasteissa lukee Turku-halli, Messukeskus sek&auml; Ruisrock parking/camping. Seuraa Ruisrockin ja Turku-hallin/Messukeskuksen opasteita.<br /><br /><strong>Ajo-ohjeet Porin suunnalta:</strong> Tiet&auml; E8 n. 135 km Turun suuntaan. Hieman Raision j&auml;lkeen oikealle, viitassa lukee Ruisrock camping/parking, Artukainen ja Turkuhalli. Seuraa Ruisrockin ja Turku-hallin/Messukeskuksen opasteita.</p><h2>Ruisrock ja esteettömyys</h2><p>Ruisrock ottaa huomioon my&ouml;s py&ouml;r&auml;tuolilla liikkuvat festarik&auml;vij&auml;t, lis&auml;tietoja l&ouml;yd&auml;t<a href="index.php?browser_id=75" target="_parent"> </a><a href="../index.php?browser_id=75">t&auml;&auml;lt&auml;</a>.</p>

