[{"id":"43","title":"FestAppin mobiilisovellus julkaistu","image":"files\/news\/rr_mobiilisivu_paanostokuva.jpg","teaser_text":"Sovellus on ilmaiseksi ladattavissa nyt iPhone- ja Android-puhelimiin. ","content":"<p>Vuoden 2013 virallinen FestApp-sovellus on ilmaiseksi ladattavissa nyt \r\niPhone- ja Android-puhelimiin. Merkitse aikatauluun omat suosikkisi, näe\r\n oma sijaintisi kartalla ja lue kaikki olennainen fakta bändeistä, \r\nfestivaalista ja sen palveluista. Suosikkikeikoista saat hälytykset \r\nvarttia ennen keikan alkua.Käy lataamassa sovellus avuksesi \r\nfestariviikonlopuksi latauskaupoista.<br><br>Sovelluksen suunnittelusta, julkaisusta ja teknisestä toteutuksesta vastaa Futurice.<br><\/p>","time":"1372968000","status":"show","aika_paivitetty":"1372978800"},{"id":"40","title":"Little Boots esiintyy peruuntuneen Icona Popin paikalla","image":"files\/news\/ruisrock_littleboots_956.jpg","teaser_text":"Little Boots esiintyy Louna-lavalla lauantaina klo 17.45.","content":"<p>Festivaaliorganisaatio sai tänään valitettavan tiedon, että ruotsalaisyhtye <b>Icona Pop<\/b> joutuu perumaan keikkansa FestAppissa odottamattomien aikataulusyiden vuoksi. <br>\r\n<br>\r\n Festivaali on saanut erittäin lyhyellä varoitusajalla korvaajaksi brittiläisen elektropop-artisti <b>Little Bootsin<\/b>, joka esiintyy Icona Popin paikalla Louna-lavalla lauantaina klo 17.45. Tyylejä synthpopista houseen ammentava laulaja-lauluntekijä Victoria Hesketh julkaisi toukokuussa ”Nocturnes”-albuminsa, joka seuraa ylistettyä läpimurtoalbumia ”Hands” vuodelta 2009.<br>\r\n<br>\r\n Icona Pop on erittäin pahoillaan peruuntumisesta ja kaksikko kertoo tekevänsä kaikkensa, jotta keikka Suomessa toteutuisi mahdollisimman pian.<br>\r\n<\/p>\r\n","time":"1372939200","status":"show","aika_paivitetty":"1372939200"},{"id":"39","title":"FestAppin alueohjelma on valmis","image":"files\/news\/uutiskuva_alueohjelma.jpg","teaser_text":"Festarikansa pääsee lauantaina osallistumaan FestAppin historian ensimmäiseen flashmobiin","content":"<p>Musiikin ja makuelämysten lisäksi FestAppissa pääsee nauttimaan festivaalialueen mahtavista ohjelmanumeroista. Tänä vuonna on panostettu erityisesti alueen taide-elämyksiin.<br><br>FestApp on aloittanut yhteistyön turkulaisen Olohuone 306,4 km² -kaupunkitaidetapahtuman kanssa. Olohuoneen lähtökohtana on kannustaa ihmisiä näkemään asuinympäristönsä toisin, ja tehdä kaupungista olohuone, jossa voi törmätä taiteeseen yllättävissäkin paikoissa. Tänä vuonna FestAppiin saadaan kaksi Olohuone-teosta. Toukokuu Kollektiivin ”Itkijänaiset” on surusaattueeksi pukeutunut esitys, joka pohtii roskaamista ja nostaa arjen pikkurikkeet esiin vuolaalla kollektiivisella surullaan. On osuvaa esittää teos uudestaan juuri FestAppissa, luonnonsuojelualueen kupeessa ja festivaalin väenpaljoudessa. <br><br>Toinen teos on puolestaan suunniteltu erityisesti festivaalia varten. FestAppin historian ensimmäinen flashmob toivottaa ruotsinlaivamatkustajat tervetulleeksi Turkuun yhteistanssilla. Liikkeitä harjoitellaan lauantaina 6.7. ennen Silja Linen iltalaivan lipumista Ruissalon ohi. Koreografian tekee Dance-ohjelmastakin tuttu Katrin Vaskelainen. <br><br>Teatterit näkyy festivaalilla eri muodoissa. Palkittu katuteatteriryhmä Kuuma Ankanpoikanen toteuttaa ”Let’s Fat!” -teoksensa ensiesityksen FestAppissa. Teoksessa surrealismi kohtaa improvisaation, kun tökerösti käyttäytyvät turistit pääsevät valloilleen festivaalialueella. Minirantalavalla nähdään sunnuntaina improvisaatioteatteria, johon myös yleisö pääsee vaikuttamaan. Esitystaiteilijakomedienne Kiisu Alén ja pitkänlinjan improvisaatioryhmä Hansa Lovers yhdistävät voimansa Magenta Skycodestakin tutun muusikko Valtteri Lipastin säestämänä. Kaikkina festaripäivinä alueella on nähtävissä myös Aleksi Höylän ja Hanna Peltoniemen soolopantomiimiesitys Nosste.<br><br>FestAppin viiden lavan lisäksi musiikki levittäytyy myös festaritantereelle ja jopa kauppatorin Ruis-kioskille. Festarikävijän saattaa yllättää 14-henkinen marssiorkesteri Bad Ass Brass Band tai Kerkko Koskinen Kollektiivin kanssa lavallekin nouseva 60-henkinen Kuopion Nuorisokuoro. KOFFin stagedive-lavalla puolestaan esiintyy joka päivä Roope Salminen &amp; Koirat.<br><br>Tänä kesänä alueella on luvassa silmäniloa graffitien muodossa. Osana Turku Design Weekiä järjestetty Knit’n’Tag Turku -tapahtuma koristeli Aurajokirannan puut neulegraffiteilla, joita pääsee tällä kertaa ihailemaan Ruissalon puissa. Perjantaina ja lauantaina FestAppissa puolestaan seurataan graffittiseinän valmistumista Apinaorkesteri-ryhmän toimesta. Festarikävijät pääsevät taiteilemaan myös itse. Henna Aho ja Ville Laaksonen eli TURU VÄRI toteuttaa alueella yhteisöllisen tilataideteoksen \"Love Buzz – Rakkautta ilmassa\", jossa arviolta 500 henkilöä pääsee kirjoittamaan tai piirtämään oman rakkaudentunnustuksensa vuoden 77 WV Kastenwagenin kylkeen.<br><br><a href=\"http:\/\/www.FestApp.fi\/ohjelma\/alueohjelma\/\">Lisätietoa alueen aktiviteeteista löytyy Alueohjelma-sivultamme<\/a><br><br><\/p>\r\n","time":"1372327200","status":"show","aika_paivitetty":"0"},{"id":"37","title":"Herkkuja luvassa gourmetburgereista uuniperunakioskiin","image":"files\/news\/uutiskuva_makuelamykset.jpg","teaser_text":"Tuttuun tapaan FestApp panostaa tänäkin vuonna laajan musiikkikattauksen ohella monipuoliseen ruoka- ja juomatarjontaan.","content":"<p>Tuttuun tapaan FestApp panostaa tänäkin vuonna laajan musiikkikattauksen ohella monipuoliseen ruoka- ja juomatarjontaan. Maun mukaan festivaalieväät voi joko napata mukaan lukuisista ruokakojuista tai nauttia pitkän kaavan kautta alueelle kohoavissa bistroissa pöytiin tarjoiltuna. FestAppin juomavaihtoehdoista löytyy jälleen valikoimaa niin perinteisten hanatuotteiden kuin viinien ja samppanjan ystäville. Juoma- ja ruokatarjonnassa on otettu mahdollisuuksien mukaan huomioon ympäristöystävällisyys, luomu- ja lähituotanto, kasvisruokavaihtoehdot sekä erilaiset ruokarajoitteet. Jokaiselle jotakin, päivän ja fiiliksen mukaan. <br><\/p><p>Michelin- tähdillä palkittu keittiömestari Hans Välimäki rakentaa toisen\r\n kerran Midhill-ravintolansa FestAppiin. Luomun ja lähiruoan \r\npuolestapuhujana tunnetun Välimäen suunnittelemista herkuista nautitaan \r\nFestAppissa jo viidettä kesää. Midhillin FestApp 2013 -menu tulee \r\nkoostumaan raikkaista alkuruoista, gourmetburgereista ja muista \r\ngrilliherkuista sekä kesäisistä jälkiruoista. Tänä kesänä tarjolla \r\nyleisön pyynnöstä myös kasvishampurilaisia.<br><\/p><p>FestAppin omien bistrojen menut on suunnittelut Ravintola Ilveksen keittiömestari Perttu Paulasto. Annosten lähtökohtana on ollut tänä vuonna yksinkertaisuus; ruokalajeissa yhdistetään muutama laadukas raaka-aine ja annetaan niiden omien makujen sulautua yhteen. Lihat ja kalat ovat kotimaisten tuottajien tuotteita, vihannekset ja kasvikset tuoreita ja laadukkaita. Tänä vuonna bistrojen ja hampurilaiskioskien lisäksi alueelle tulee myös uuniperunakioski.<br>”Mitä uuniperunaan tulee, se on vain vuosien saatossa havaittu homma, että uunipottu on pikaruokien aatelia. Täyttävä ja maukas paketti edulliseen hintaan, nopea ja helppo valmistaa. Win-win, joka suhteessa”, Paulasto kertoo.<br><br><a href=\"http:\/\/www.FestApp.fi\/ohjelma\/makuelamykset\/\">Ravintoloiden menut hintoineen löydät Makuelämykset-sivultamme.<\/a><br><\/p><p>FestAppin kaikilla anniskelualueilla on jälleen valittavissa kesäisiä, festivaalitunnelmaan sopivia viinejä. Viinivalikoima on rakennettu yhteistyössä suomalaisen viiniasiantuntijan, Master of Wine Tuomas Meriluodon kanssa. FestAppin viinikumppani on jo toista vuotta Cono Sur, maailman johtaviin lukeutuva ympäristöystävällinen viinintuottajia. Viinien ympäristöystävällisyys on ollut tärkeässä roolissa kumppanin valinnassa. Myös muut FestAppissa myytävät viinit ovat valikoituneet laatunsa \r\nlisäksi niiden ympäristöystävällisyyden perusteella. Tarjolla on jälleen\r\n mm. viime vuonna erittäin suuren suosion saavuttanutta Pommeryn \r\nekosamppanjaa POP Earth’ia.<br><\/p><p>FestApp-lippujen lisäksi Saaaristomerta voi suojella nyt myös kahvikupin äärellä. FestAppin omissa Ranta- ja Ruisbistroissa sekä festivaalin anniskelualueilla myydystä kahvista lahjoitetaan 50 senttiä per kuppi Saaristomeren Suojelurahaston työhön.<br><br><\/p>","time":"1372255200","status":"show","aika_paivitetty":"1372925400"},{"id":"35","title":"FestAppin aikataulu ja ohjelma valmis!","image":"files\/artistit\/ruisrock_huoratron_956.jpg","teaser_text":"FestAppin aikataulun viimeisen paikan täyttää perjantaina esiintyvä Huoratron. ","content":"<p>Kolmen viikon päästä, heinäkuun ensimmäisenä viikonloppuna 5.-7. päivä juhlittavan FestApp-festivaalin aikataulut on nyt julkaistu ja ohjelma on bändien osalta valmis. Aikataulu on nähtävissä FestAppin nettisivuilla osoitteessa: <a href=\"http:\/\/www.FestApp.fi\/ohjelma\">www.FestApp.fi\/ohjelma<\/a><br><br>FestAppin aikataulun viimeisen paikan täyttää perjantaina esiintyvä Huoratron. Teknoa ja 8-bittistä soundia yhdistelevä Aku Raski on jo pitkää toiminut konemusiikkikentällä ja kerännyt myös kansainvälistä suosiota keikoillaan ympäri maailmaa, muun muassa megatähti Skrillexin lämmittelijänä. Artistin debyyttialbumi ”Cryptocracy” ilmestyi viime vuonna maineikkaan Last Gang Recordsin kautta, jonka talliin lukeutuu artistin hengenheimolaisia, kuten FestApp-lauantaina esiintyvä Crystal Castles. Huoratron on raa’alla soundillaan ja tummalla estetiikkaan kerännyt myös runsaasti fanikuntaa konemusiikki-skenen ulkopuolelta.<br><br>FestAppissa tullaan näkemään kolmen päivän aikana yli 60 artistia viidellä lavalla. Festivaalien mittasuhteissa erikoispitkät puolentoista tunnin keikat tullaan näkemään Pet Shop Boysilta ja J. Karjalaiselta. Normaalia tunnin festarikeikkaa pidemmät 75-minuutin setit heittävät HIM, PMMP ja Ismo Alanko. Lähiaikoina tullaan vielä julkaisemaan festivaalin alueohjelma sekä ravintoloiden ruoka- ja juomakattaukset. <br><br>Ylen toimesta FestApp-tunnelmasta pääsee nauttimaan myös television ja radion ääressä. YleX ja X3M ovat koko viikonlopun paikalla tekemässä lähetystä ja TV2:lla on puolestaan luvassa suoria lähetyksiä, koosteita parhaista keikoista, artistihaastatteluja ja bäkkäri-tunnelmia Rantalavan tapahtumista. Suoraan festivaalilta televisiossa nähdään kesän ainoan keikkansa heittävä Kerkko Koskinen Kollektiivi. Festivaalin jälkeen heinäkuussa televisiosta nähdään mm. J. Karjalaisen, Editorsin, Cheekin ja CMX:n keikat. Lähes kaikki Rantalavan keikat ovat nähtävissä myös suorana Yle Areenassa.<br><br><\/p>\r\n","time":"1371547800","status":"show","aika_paivitetty":"0"},{"id":"33","title":"Erykah Badu viimeistelee FestApp-sunnuntain ohjelman","image":"files\/news\/FestApp_erykahbadu_956.jpg","teaser_text":"Kotimaisia kiinnityksiä ovat Roope Salminen ja Koirat sekä Turku Rock Academy -bändit Alice Airbuzz ja Harmi.","content":"<p>Ensi kuun alussa 5.-7.7. juhlittavan FestAppin sunnuntaipäivän viimeinen kiinnitys on yhdysvaltalaistähti <b>Erykah Badu<\/b>. Kotimaisia kiinnityksiä ovat <b>Roope Salminen ja Koirat<\/b> sekä Turku Rock Academy -bändit <b>Alice Airbuzz<\/b> ja <b>Harmi<\/b>.<br><br>Erykah Badu on yksi neo soul -liikkeen alullepanijoista, uuden vuosituhannen Billie Holiday, jonka vaikutus on näkynyt laajalti. Artistin vuonna 1997 ilmestynyt ”Baduizm”-debyytti on genren merkkiteos ja arvostelumenestys, joka palkittiin kahdella Grammy-palkinnolla.<br><br>Suomessakin aikaisemmin muutaman ylistetyn konsertin tehnyt artisti on julkaissut kaikkiaan viisi studioalbumia, joista viimeisimmät ovat albumikaksikko ”New Amerykah Part One (4th World War)” (2008) ja ”New Amerykah Part Two (Return of the Ankh)” (2010). Elokuvanäyttelijänäkin kunnostautunut Badu tunnetaan ahkerasta yhteistyöstään muiden artistien kanssa sekä Soulquarians-kollektiivista, jossa vaikuttavat myös mm. Common, Mos Def ja Q-Tip. Artistin tuoreimpiin tekemisiin kuuluu yhteisbiisi ”Q.U.E.E.N.” Janelle Monaen kanssa.<br><br>Tämän kesän uutuutena festivaalialueelle nousee KOFFin stage dive -lava, jolla yleisö pääsee daivailemaan luvan kanssa. Bileistä lavalla vastaa kaikkina kolmena päivänä urakoiva cover-kokoonpano Roope Salminen ja Koirat, joka tulkitsee hip hop -helmiä meiltä ja maailmalta. Seitsenhenkisen ryhmän räiskyvä livemeininki on kerännyt hetkessä yhtyeelle suuren fanikunnan. Yleisö pääsee hyppimään esiintymislavan eteen pystytetylle jättipatjalle, jonka pintakuvitukseksi on painettu keikoilta tuttu yleisömeri.<br><br><b>Turku Rock Academy ja FestApp yhteistyöhön<br><\/b><br>FestApp on aloittanut yhteistyön Turun kaupungin Nuorten palveluiden Turku Rock Academy -hankkeen kanssa. Turku Rock Academyn ensimmäisen vuoden aikana kuusi yhtyettä ovat harjoitelleet ohjatusti, keikkailleet ahkerasti, oppineet klinikoilla, tehneet demoja ja osa jopa levyttänyt. Yhteistyön tuloksena kaksi yhtyeistä pääsee tänä kesänä soittamaan ensimmäiset FestApp-keikkansa.<br><br>Lauantaina lauteille nousee synth\/indierock-yhtye Alice Airbuzz, joka on julkaissut Turku Rock Academyn alaisuudessa jo kaksi singleä. ”Lentokaloja”-ensisinglensä julkaissut Harmi puolestaan tanssittaa festarikansaa sunnuntaina raikkaalla suomipopilla J. Karjalaisen ja Pariisin Kevään hengessä.<br><br>”Turku Rock Academy tekee todella hienoa työtä Turun seudun aloittelevien bändien kanssa ja on mahtavaa nähdä miten bändejä ohjataan uran alkutaipaleella kunnianhimoisesti eteenpäin. Myös FestAppin lavoille halutaan uusia nuoria tulokkaita ja tarjoamme enemmän kuin mielellämme valituille bändeille mahdollisuuden saada kokemuksen myös isolla rockfestivaalilla esiintymisestä. Bänditoiminnan suola on ennen kaikkea keikkailu ja uskon että FestAppin jälkeen bändit ovat entistä valmiimpia kohti isompia ja isompia estradeja ympäri Suomen”, toteaa FestAppin promoottori Mikko Niemelä.<br><\/p><p>Katso kaikki varmistuneet artistis <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">Esiintyjät-sivultamme<\/a>. Lopullinen ohjelma ja aikataulut julkistetaan lähiaikoina.<br><\/p>","time":"1371117600","status":"show","aika_paivitetty":"0"},{"id":"32","title":"Brittitähdet La Roux ja Charli XCX saapuvat FestAppiin","image":"files\/news\/FestApp_uutinen_laroux_charlixcx_956.jpg","teaser_text":"Uudet kotimaiset: Nicole Willis & The Soul Investigators, Samae Koskisen Korvalääke ja Black Lizard. Levymusiikista vastaavat Heavyweight DJs ja Tavastian Lauantaidisko.","content":"<p>5.-7. heinäkuuta Turun Ruissalossa juhlittavan FestAppin kansainvälinen kattaus saa vahvistusta kahdesta brittiläisestä huippunimestä. Lauantaina lavalle nousee synthpop-duo La Roux, joka voitti Grammy-palkinnon jo vuoden 2009 debyyttialbumillaan. Pitkään hiljaiseloa viettänyt Elly Jacksonin ja Ben Langmaidin muodostama yhtye on tänä vuonna tehnyt paluun yleisön eteen ja antanut jo esimakua odotetun kakkosalbuminsa soundeista. <br><br>Sunnuntaina villitsee parhaillaan kansainvälistä läpimurtoaan tekevä tanssipopin uusi tähti Charli XCX, joka julkaisi viime kuussa ylistäviä arvosteluja saaneen ”True Romance”-debyyttinsä. Vasta parikymppinen laulaja-lauluntekijä on jo ehtinyt kiertää Coldplayn, Santigoldin ja Justicen kanssa ja kerätä musiikkivideoillaan yli 250 miljoonaa katselua Youtubessa. Charli XCX on tuttu myös FestAppissa esiintyvän ruotsalaisduo Icona Popin hittisinkulta ”I Love It”.<br><br>Sunnuntaille on myös lisätty kansainväliseen suosioon - Barack Obaman soittolistaa myöden - jo debyyttialbumillaan noussut soul-kykyjen joukko Nicole Willis & The Soul Investigators. Ruissalossa yhtye esittelee tuoreen albuminsa ”Tortured Soul”. Samana päivänä nähdään tuoreella  ”Hyvä päivä” -sooloalbumillaan radiosoittolistat valloittanut laulaja-lauluntekijä Samae Koskinen uuden Korvalääke-yhtyeensä kanssa. Avajaispäivänä nähdään garagerockista protopunkiin ammentava Black Lizard, jonka viime kuussa ilmestyneen debyyttialbumin tuotantotiimissä on häärinyt tuttuja nimiä yhtyeistä The Brian Jonestown Massacre ja Spacemen 3. <br><br>Perinteisten keikkojen lisäksi Ruissalossa tullaan nauttimaan myös dj-vetoisista tansseista, kun Suomi-EDM:n kärkinimi HeavyWeight tuo DJ-settinsä Ruissalon rantabileisiin perjantaina ja jo vuosia huippusuosittu Tavastian Lauantaidisko saapuu visiitille Turkuun, tietenkin lauantaina. <br><\/p><p>Lisää esiintyjiä tullaan vielä julkaisemaan lähiaikoina. Katso varmistunut kattaus <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">Esiintyjät-sivultamme<\/a>.<br><br><\/p>\r\n","time":"1369216800","status":"show","aika_paivitetty":"0"},{"id":"31","title":"FestApp järjestää ympäristötalkoot Ruissalossa","image":"files\/news\/rr13_jattipalsami_956x448.jpg","teaser_text":"Kaikki ovat tervetulleita kitkemään jättipalsamia 8. kesäkuuta","content":"<p>Päätimme aloittaa ympäristöhommat Ruissalossa jo reippaasti ennen festaria, lauantaina 8. kesäkuuta.&nbsp; FestAppin aikaan alueen ympäristö otetaan huomioon monin tavoin ja joka vuosi enenevissä määrin (lue lisää <a href=\"http:\/\/www.FestApp.fi\/info\/ymparisto\/\">Ympäristö-sivultamme<\/a>). Saaren ainutlaatuinen ympäristö on meille tärkeä eikä FestApp olisi FestApp ilman sitä. Siksi haluamme jeesata.<br><br>Kysyimme siis Turun kaupungin Ympäristönsuojelu-yksiköstä, miten voimme auttaa. Vastaus oli jättipalsami. Vieraslaji vie elintilaa Ruissalon kukkaloistolta. Suomen kasvitieteellisiin puutarhoihin se saapui 1800-luvun lopulla Himalajan vuoristosta ja karkasi sittemmin luontoon. Jättipalsami voi kasvaa jopa kolmen metrin mittaiseksi ja yksi kasvi voi tuottaa 800 muuta. Jättipalsami pitää siis hävittää kitkemällä kasvit pois taimivaiheessa ennen siementen kehittymistä. Ruissalo kuuluu harvoihin alueisiin Suomen kapealla tammivyöhykkeellä, jonka lehtoja ei ole raivattu pelloiksi ja laidunmaiksi. <br><br>FestAppin toimiston väki lähtee paikalle kitkemään, mutta mitä enemmän paikalle saadaan kitkijäjengiä, sitä enemmän tehdään elintilaa paikallisille kasveille. Jotta osaamme varata paikalle tarpeeksi työvälineitä ja talkooruokaa sekä virvoketta, kaipaamme ilmoittautumisia oheisesta osoitteesta löytyvällä <a href=\"http:\/\/www.webropolsurveys.com\/S\/B55244B132A981AC.par\">lomakkeella<\/a>)Voit ilmoittaa samalla mukaan myös ystäväsi tai työkaverisi. Lisäohjeistusta osallistujat saavat sähköpostiin, mutta näin alkuun pari faktaa: <br><br>- Talkoot järjestetään 8.6. klo 11-17 ja paikan päällä ilmoittaudutaan liukuvalla aikataululla Villa Promenaden edessä. Kitkeä sopii sen sen aikaa kun jaksaa<br>- Hyvät työvaatteet ja kengät mukaan, kostealla kelillä kuumisaappaat. Paikan päältä saa työhanskat, muita välineitä ei kitkemiseen tarvita. <br>- Paikan päällä opastetaan kitkemisen saloihin. Tapahtuma on avoin koko perheelle, mutta kuitenkin lasten on hyvä olla sen ikäisiä, että ymmärtävät kitkeä oikeaa kasvia. <br><br>Olemme saaneet viettää jo 43 upeaa kesää rokaten Ruissalon upeissa puitteissa. Säilytetään alueen väriloisto myös tuleville vuosille. <br><br>Osallistu myös talkoiden <a href=\"http:\/\/https:\/\/www.facebook.com\/events\/617249001636948\/617262388302276\">Facebook-tapahtumaan<\/a>.<br><\/p>\r\n","time":"1369054800","status":"show","aika_paivitetty":"0"},{"id":"29","title":"Ruiskioski aukeaa Turun Kauppatorille lauantaina 18.5.","image":"files\/news\/kiska-uutinen.jpg","teaser_text":"Avajaispäivänä ensimmäisille jaossa yllätyskasseja ja  luvassa myös vanhojen FestApp-paitojen tuunauspaja","content":"<p>Se on varma kesän merkki, kun Turun kauppatoria jo useana vuonna komistanut Ruiskioski avaa jälleen luukkunsa Yliopistonkadun ja Aurakadun kulmassa. Avajaisia vietetään lauantaina 18. toukokuuta, jolloin asiakkaita hemmotellaan. Sata ensimmäistä asiakasta saa kaupan päälle FestAppin yllätyskassin. Kaikkien avajaispäivänä lippunsa ostaneiden kesken arvotaan myös VIP-kortteja Turun Klubille loppuvuodelle 2013, FestApp-esiintyjien levyjä sekä muita FestApp-aiheisia palkintoja.<br><br>Avajaispäivänä kioskilla on mahdollista tulla tuunaamaan FestAppin vanhoja t-paitoja uuteen uskoon. Paitatuunauksia toteutetaan koko aukioloajan klo 10-18 niin kauan kuin paitoja riittää materiaaliksi. Kioskilta löytyvät kaikki tarpeet tuunaukseen, joten paikalle tarvitsee vain ottaa avoin mieli ja näppärät sormet! Paras tuunaus palkitaan FestAppin kolmen päivän VIP-passilla (arvo 399 euroa) ja muitakin palkintoja on tiedossa osallistuneille. Huonon sään sattuessa tuunauspaja järjestetään torin vieressä sijaitsevassa Vimmassa (Aurakatu 16).  Avajaispäivän tuunauspaja on on osa Turku Design Festivalia. <br><br>Ruiskioskista voit ostaa FestApp-lippusi ilman toimitusmaksuja. Kioski on avoinna 7. heinäkuuta saakka maanantaista perjantaihin klo 11-18 ja lauantaisin klo 10-15. Avajaislauantaina kioski on poikkeuksellisesti avoinna klo 10-18. Festariviikonloppuna kioski on auki perjantaina ja lauantaina klo 11-21 ja sunnuntaina klo 11-19. Kioskilta saa festarilippujen lisäksi vastauksia FestApp-aiheisiin kysymyksiin ja tärppejä, mitä Ruissalossa kannattaa festivaalin aikana tehdä. Ruiskioski löytyy myös <a href=\"https:\/\/www.facebook.com\/pages\/FestApp-kioski\/121738881197284?fref=ts\">Facebookista<\/a>.<br><\/p>","time":"1368795600","status":"show","aika_paivitetty":"0"},{"id":"27","title":"Ruotsin huiput Soilwork ja Håkan Hellström FestAppiin","image":"files\/news\/ruisrock_hellstrom_soilwork_956.jpg","teaser_text":"Kotimaista kattausta vahvistavat Amorphis, Anna Puu, French Films ja Ricky-Tick Big Band & Julkinen Sana","content":"<p>FestAppin kattaus kasvaa kahdella länsinaapurin huippunimellä sekä kotimaan ajankohtaisilla artisteilla. <br><br>Ruotsin kovimpiin metalliakteihin lukeutuva <b>Soilwork <\/b>saapuu Ruissaloon tuoreen materiaalin kera. Yhtye julkaisi maaliskuussa uransa ensimmäisen tupla-albumin, ylistäviä arvioita keränneen yhdeksännen pitkäsoittonsa ”The Living Infiniten”. Laulaja Björn ”Speed” Stridin luotsaama yhtye tunnetaan melodisen, progressiivisen ja modernin metallin omalaatuisesta sekoituksesta, joka on saanut tunnustusta Skandinavian lisäksi ympäri maailman Aasiasta Yhdysvaltoihin.<br><br>Kaikilla aikaisemmilla albumeillaan kulta- ja platinakynnyksiä ylittänyt <b>Håkan Hellström<\/b> julkaisi viime kuussa seitsemännen studioalbuminsa ”Det kommer aldrig vara över för mig”. Ruotsissa ja Norjassa albumilistojen kärkisijoille noussutta levyä on jo ehditty kehua miehen parhaaksi. Artistin tavaramerkkejä ovat vahva tuntemus rockin, popin ja soulin historiasta sekä koskettavat lyriikat, joiden ansiosta Hellström onkin valloittanut yleisön useasta ikäryhmästä.  <br><br>Kaikki uudet kotimaiset julkistukset nähdään FestApp-lauantaina. Raskasta sarjaa täydentää juuri ”Circle”-uutukaisellaan Suomen albumilistan ykköseksi noussut <b>Amorphis<\/b>, joka nähdään FestAppissa yli kaksivuotisen maailmankiertueensa alkumetreillä. Kansainvälisesti arvostettu, yli 20-vuotisen uran tehnyt yhtye nousi samalla myös Brittien rock-albumilistan kärkikahinoihin sijalle 14. <br><br>Maailmaa valloittaa myös indie-yhtye <b>French Films<\/b>, joka palkittiin viime vuonna merkittävällä kansainvälisellä European Border Breakers Awards -palkinnolla. Ruissaloon yhtye saapuu huhtikuussa ilmestyneen ”White Orchid” -kakkosalbuminsa kanssa, joka julkaistaan pian myös Euroopassa ja Aasiassa.<br><br>Radiolistoja ”Säännöt rakkaudelle” -hitillään hallinnut <b>Anna Puu<\/b> saapuu Ruissaloon viime vuonna ilmestyneen, jo platinaa myyneen ”Antaudun”-albuminsa siivittämänä. Alkuvuonna Anna Puu kartutti myös Emma-pystiensä määrää Vuoden naissolisti -Emmalla.<br><br>FestAppiin saadaan myös poikkeuksellinen yhdistelmä räppiä ja vauhdikasta big band -jazzia, kun lavalle kipuaa tuore 20-henkinen kokoonpano <b>Ricky-Tick Big Band & Julkinen Sana<\/b>. Perjantaina ilmestyvän ”Burnaa”-debyytin takana ovat Dalideostakin tuttu kapellimestari Valtteri Laurell Pöyhönen sekä Suomen eturivin räppärit Paleface, Redrama ja Tommy Lindgren, joista jälkimmäisiä kuullaan nyt ensi kertaa suomeksi kokonaisen levyn verran.<\/p><p>Lisää julkistuksia on vielä luvassa, tsekkaa tämän hetkinen kattaus <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">Esiintyjät-sivultammme<\/a>.<br><br><br><br><\/p>","time":"1367909880","status":"show","aika_paivitetty":"0"},{"id":"26","title":"Brittiläiset Biffy Clyro ja Dizzee Rascal kesällä FestAppiin","image":"files\/news\/rr13_clyro_dizzee_956x448.jpg","teaser_text":"Sunnuntaina stadionluokan rock-paahtoa tarjoaa skottitrio Biffy Clyro ja lauantaille on kiinnitetty kesällä uuden albuminsa julkaiseva grime-pioneeri Dizzee Rascal","content":"<p>FestApp on saanut kattaukseensa kaksi brittisuosikkia, sunnuntaina 7.7. stadionluokan rock-paahtoa tarjoaa skottitrio Biffy Clyro ja lauantaille 6.7. on kiinnitetty drum & bassista, hip hopista ja dancehallista ammentavan grime-tyylin pioneeri Dizzee Rascal. <br><br>Biffy Clyro on varmasti alkuvuoden puhutuin rock-yhtye. Lähes 20 vuotta ahkerasti klubeja kiertänyt ja nimekkäitä tähtiä lämmitellyt yhtye kerää nyt työnsä hedelmää; bändi nappasi tammikuussa ilmestyneellä ”Opposites”-albumillaan ensimmäisen ykkössijansa Brittien albumilistalla. Yhtyeen kuudes albumi ylitti samalla alkaneen vuoden myyntiennätykset myyden enemmän kuin listan seuraavat neljä levyä yhteensä. Biffy Clyro on myös Suomessa suositumpi kuin koskaan nousten useiden kovien nimien ohi albumilistan kolmoseksi.<br><br>Yhtyeen helmikuinen loppuunmyyty konsertti Nosturissa osoitti, että Suomessa yhtyettä tuskin tullaan klubikokoisilla keikoilla enää näkemään. Yhtyeen vaihtoehtorock on myös kehittynyt vuosien varrella saaden mukaansa stadionrockin suureleisyyttä. Upeat arvostelut Suomen medioissa kerännyttä keikkaa seurasi myös esittäytyminen suomalaisille tv-katsojille Emma Gaalassa.<br><br>Ghanalaistaustainen lontoolaisräppäri Dizzee Rascal nousi maailmanlaajuiseen suosioon jo esikoisalbumillaan ”Boy In Da Corner”, joka sai myös arvostetun Mercury Prize -palkinnon. Sittemmin useasti palkittu artisti on tuonut tanssittavat grime- ja bassline-tyylit tutuksi listahiteillään myös suuremmalle yleisölle. Artistin menestynein albumi on viimeisin, vuonna 2009 ilmestynyt platinaa myynyt ”Tongue n' Cheek”-pitkäsoitto, joka sisälsi listaykkössinglet \"Dance wiv Me\", \"Bonkers\", \"Holiday\" ja \"Dirtee Disco\". <br><br>Rascal-lisänimen vauhdikkaan nuoruutensa vuoksi saanut Dylan Mills työstää parhaillaan ensi kesänä ilmestyvää, odotettua viidettä albumiaan, jolta saadaan esimakua jo keväällä. Dizzee Rascalin viimeisimpiin tekemisiin kuuluu vuoden alussa ilmestynyt, Brittien sinkkulistan kärkikymmenikköön noussut ”Bassline Junkie” sekä viime vuonna yhtenä Lontoon Olympialaisten virallisena kisabiisinäkin soinut ”Scream”.<br><br>Lisää julkistuksia on luvassa kevään aikana! Pysy kuulolla ja tsekkaa tämän hetkinen kattaus <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">Esiintyjät-sivultammme<\/a>.<br><\/p>\r\n","time":"1364284800","status":"show","aika_paivitetty":"0"},{"id":"24","title":"Macklemore & Ryan Lewis sekä Gary Clark Jr. FestApp-sunnuntaihin","image":"files\/news\/rr13_julkaisu_15032013_956x448.jpg","teaser_text":"Kotimaista kattausta vahvistavat Cheek, Kotiteollisuus, Raappana, Eevil Stöö, Minä ja Ville Ahonen sekä Tiiu Helinä","content":"<p>FestApp-sunnuntaille on julkistettu kaksi tämän hetken kuuminta yhdysvaltalaistähteä, Macklemore &amp; Ryan Lewis sekä Gary Clark Jr.<br><br>Jo pitkään musiikkia tehneet räppäri Macklemore ja tuottaja Ryan Lewis tekivät läpimurtonsa viime vuonna ilmestyneellä ”Thrift Shop”-hitillään, joka on noussut listakärkeen ympäri maailman ja pysytellyt Suomenkin virallisen singlelistan ykkösenä jo viisi viikkoa. Rap-genren perinteisiä kaavoja rikkova kaksikko nousi viime vuonna ilmestyneellä ”The Heist” -albumilla Yhdysvaltojen Billboard 200 -albumilistan kakkoseksi. <br><br>Billboard-listan kärkikahinoihin nousi myös kitarasankari Gary Clark Jr. viime vuonna ilmestyneellä ”Blak and Blu” -albumillaan. Jo 12-vuotiaana kitaransoiton aloittanut muusikko on esiintynyt jo lukuisten tähtien kanssa Rolling Stonesista Eric Claptoniin&nbsp; ja monet artistit ovat povanneet hänestä seuraavaa kitaramusiikin supertähteä. Parin viikon takainen loppuunmyyty Tavastian keikka osoittikin suomalaisyleisölle, että 29-vuotiaasta Clarkista on kasvanut monipuolinen mustan musiikin tulkki, jolle klubit alkavat käymään jo pieniksi.<br><br>Kotimaista rap-kattausta täydentävät kaksi genren tämän hetken suosituinta kotimaista nimeä, jotka samalla kuvastavat kentän monipuolisuutta. Lauantaina lavalle nousee Memphis-tyylisellä underground-rapillaan albumilistan ykkössijan yllättäen valloittanut Eevil Stöö, jonka tavaramerkkejä ovat äänenmuuntimella madallettu ääni ja kasvot peittävä hiihtopipo. Viime vuonna ”Fuck Vivaldi”-albuminsa julkaissut artisti saapuu Ruissaloon DJ Kridlokkin ja Koksukoon kanssa. Sunnuntaille on luvassa koko kansan suosioon Vain Elämää -ohjelmassa noussut Suomen suosituimpiin artisteihin lukeutuva Cheek. Viime vuonna platinaa myyneen ”Sokka irti” -albuminsa julkaisseen artistin kansansuosiosta kertoo hiljattain hetkessä loppuunmyydyt jäähallikonsertit. <br><br>Niin ikään sunnuntaina esiintyvä reggaeartisti Raappana julkaisee tulevana perjantaina kolmannen pitkäsoittonsa ”Tuuliajolla”, jonka ”Kauas pois” -ensisinkusta on muodostunut artistin uran isoin soolohitti. Raappanan taustalla Ruissalossa musisoi uudella albumillakin vaikuttava Sound Explosion Band. Sunnuntain raskaampaa antia edustava Kotiteollisuus keskittyy kevään ajan työstämään kolmattatoista albumiaan, jonka ilmestymistä päästään juhlimaan tuoreeltaan FestAppissa. Musiikin lisäksi yhtye keskittyy&nbsp; myös muihin nautintoihin, Koff Rock by Kotiteollisuus -olut saapuu kauppoihin ensi viikolla ja sitä on tietenkin saatavilla myös FestAppissa.<br><br>Lauantaille on kiinnitetty kolme vuotta sitten arvostelumenestykseksi sekä Emma-ehdokkaaksi nousseen debyyttilevynsä julkaissut Minä ja Ville Ahonen, jonka odotetun ”Mia”-kakkosalbumin levynjulkaisukiertue käynnistyi maaliskuussa upeasti loppuunmyydyltä Koko-teatterilta. Perjantaina lavalle nousee kriitikoiden ylistämä, viime vuoden kiinnostavimpiin tulokkaisiin ”Veli”-debyytillään noussut Tiiu Helinä, jonka satumaisessa äänimaisemassa elektronisuus yhdistyy folkiin ja popiin. Artistilisäyksiä on luvassa kevään mittaan, <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">katso varmistuneiden artistien päiväkohtainen ohjelma täältä<\/a>.<br><br><br><\/p><h4>FestApp jatkaa saavutettavuuden parantamista<\/h4><p><\/p><p>FestAppin viime vuonna aloittama saavuttavuusprojekti keräsi runsaasti positiivista palautetta. Viesti esteettömämmästä FestAppista tavoitti kohderyhmänsä ja festivaali otettiin hyvin vastaan sekä asiakkaiden että alan asiantuntijoiden puolelta.&nbsp; Viime vuonna projektin tukijana toimi opetus- ja kulttuuriministeriö ja yhteistyökumppaneina Turun Kynnys sekä Raha-automaattiyhdistys, joka jatkaa saavutettavuuden kehittämistä festivaalin kanssa tänä vuonna.<br><br>Uusina toimenpiteinä ensi kesäksi festivaalialueelle perustetaan saavutettavuusinfo, joka palvelee kävijöitä saavutettavuuteen liittyvissä asioissa. Infon yhteyteen rakennetaan yhdessä Kehitysvammaisten Tukiliitto ry:n Malike-toiminnan kanssa levähdyspiste, joka palvelee erityisapuvälineillä liikkuvia festivaalivieraita. Palautteen mukaisesti myös festivaalin katsomokorokkeita laajennetaan, valaistusta ja levähdyspaikkojen määrää lisätään ja festivaalialueella toimivien yleisavustajien määrää kasvatetaan entisestään.&nbsp;<a href=\"http:\/\/www.FestApp.fi\/info\/saavutettavuus\/\">Lisätietoja FestAppin saavutettavuudesta löydät täältä.<\/a><br><br><br>Yleisön pyynnöstä uutena lipputyyppinä myyntiin on tullut kahden päivän lippu perjantaille ja sunnuntaille. FestApp kaikki lipputyypit ovat myynnissä Tiketissä ja Lippupisteessä. Festivaalin kolmen päivän liput maksavat 120 euroa, kahden päivän liput 105 euroa ja yhden päivän liput 75 euroa sekä mahdolliset toimituskulut myyntipisteistä. Festivaalin VIP-liput ovat myynnissä ainoastaan Tiketissä.<br><br>Jokaisesta lipputyypistä on myös myynnissä Saaristomeri-tukilippu, jonka ostamalla asiakas voi lahjoittaa kolme euroa vesien suojelemiseen Saaristomeren Suojelurahastolle (Rahankeräyslupa nro 2020\/2012\/3159).<br><\/p>\r\n","time":"1363593300","status":"show","aika_paivitetty":"0"},{"id":"23","title":"Pet Shop Boys tähdittää FestApp-sunnuntaita","image":"files\/artistit\/ruisrock_petshopboys_956.jpg","teaser_text":"Iso-Britannian musiikkihistorian menestynein duo, pop-ikoni Pet Shop Boys saapuu tanssittamaan väkeä FestAppin yhdeksi pääesiintyjäksi sunnuntaina 7. heinäkuuta.","content":"<p>Iso-Britannian musiikkihistorian menestynein duo, pop-ikoni <b>Pet Shop Boys<\/b> saapuu tanssittamaan väkeä FestAppin yhdeksi pääesiintyjäksi Turun Ruissaloon 7. heinäkuuta. <br><br>Viime syksynä kehutun ”Elysium”-pitkäsoittonsa julkaissut synapopin uranuurtaja Pet Shop Boys on julkaissut kaikkiaan 11 studioalbumia ja kuutisenkymmentä sinkkua, joita on myyty maailmanlaajuisesti yli 100 miljoonaa kappaletta. Yhtye on saavuttanut Britanniassa yli kaksikymmentä Top-10-hittisingleä, kolme Brit Awardia ja kuusi Grammy-ehdokkuutta.<br><br><b>Neil Tennantin<\/b> ja<b> Chris Lowen<\/b> vuonna 1981 perustama yhtye teki kansainvälisen läpimurtonsa jo ensimmäisen albuminsa sinkulla ”West End Girls”, jonka inspiraationa toimi T.S.Eliotin kuuluisa runo Autio maa. Kaksikko onkin alusta asti erottautunut aikalaisestaan pop- ja disco-musiikista intellektuellilla ja avantgardistisella otteellaan.<br><br>Oman genrensä ykkösartisti on tehnyt paljon yhteistyötä monien muiden maailmatähtien ja tuottajien kanssa. Uusin albumi syntyi Los Angelesissa amerikkalaistuottaja Andrew Dawsonin kanssa, joka on kolminkertainen Grammy-palkittu töistään Kanye Westin levyillä. Pet Shop Boys on aina ollut edelläkävijä eri vuosikymmenten tanssivirtauksissa ja luonut elektronisella popillaan tietä myös monille uusille artisteille. Yhtyeen vaikutus on kuultavissa muun muassa FestAppissakin ensi kesänä esiintyvien synapopin uuden ajan nimien Hurtsin ja Sin Cos Tanin soundissa.<br><br>Yhtye on tunnettu teatraalisista ja surrealistisistakin live-esiintymisistään, joissa asusteilla, lavasteilla, valoilla ja videoilla on tärkeä merkitys. Viimeksi yhtye esiintyi Suomessa Helsingin jäähallissa vuonna 2009, jolloin show’n visuaalisuus oli myös ylistävien keikka-arvioiden keskiössä. Kaikkiaan Pet Shop Boys on konsertoinut Suomessa kolmesti, FestAppissa yhtye esiintyi vuonna 1997.<br><br>Ohjelmistoon on luvassa vielä runsaasti sekä ulkomaisia että kotimaisia lisäyksiä. Katso päiväkohtainen ohjelma <a href=\"http:\/\/www.FestApp.fi\/artistit\/\">Esiintyjät-sivulta<\/a>.<br><\/p>\r\n","time":"1361260740","status":"show","aika_paivitetty":"0"},{"id":"22","title":"FestApp-liput myyntiin lähes 30 artistikiinnityksen myötä","image":"files\/news\/uutiskuva956x448.jpg","teaser_text":"Uusia nimiä mm. Hurts (UK), Knife Party (AUS), The Sounds (SWE), Editors (UK), At the Gates (swe), Band of Horses (USA), Jessie Ware (UK), Graveyard (SWE), Michael Monroe, J. Karjalainen, Ismo Alanko ja Karri Koira","content":"<p><b>5.-7. heinäkuuta Turun Ruissalossa<\/b> juhlittava 44. <b>FestApp-festivaali<\/b> julkistaa nyt 29 artistia ensi kesän ohjelmistoon. Samalla festivaalin kaikki lipputyypit ovat nyt myynnissä ja uudistetut nettisivut ovat auki.<br><br>Ulkomaisista nimistä perjantaita tähdittävät Suomessa hurmiollisen suosion saavuttanut, uuden albumin maaliskuussa julkaiseva brittiläinen synapopduo <b>Hurts <\/b>sekä valtaisaksi ilmiöksi maailmalla noussut Pendulum-yhtyeen nokkamiesten uusi projekti, australialainen elektrokaksikko <b>Knife Party<\/b>. Briteistä saapuvat myös kesäkuussa uuden albuminsa julkaiseva vaihtoehtorockin ykkösnimi <b>Editors <\/b>sekä viime vuonna debyyttialbuminsa julkaissut <b>Jessie Ware<\/b>, jota on ehditty jo ylistää klassisen popin uuden ajan avaajaksi. Yhdysvalloista puolestaan Turkuun saadaan Grammy-ehdokkaanakin komeillut seattlelainen indierock-suuruus <b>Band of Horses<\/b>, joka julkaisi neljännen albuminsa viime vuonna. Perjantain raskaammasta menosta vastaavat ruotsalaiset, melodisen death metalin kantaisä <b>At the Gates<\/b> sekä retrorockin ykkösnimi <b>Graveyard<\/b>. Sunnuntaille takuuvillit bileet järjestää FestAppin kaikkien aikojen suosituimpiin esiintyjiin lukeutuva ruotsalainen <b>The Sounds<\/b>, joka työstää juuri studiossa uutta materiaalia.<br><br>Pitkän linjan kestosuosikeista FestAppiin saapuvat pian uudet, odotetut albuminsa julkaisevat <b>J.Karjalainen<\/b>, <b>Ismo Alanko<\/b>, <b>CMX <\/b>sekä <b>Von Hertzen Brothers<\/b> ja viime vuonna kultaa myyneet albuminsa julkaisseet <b>Stam1na <\/b>ja <b>Samuli Putro<\/b>. Mukana on tietenkin myös FestAppin vakiokasvo <b>Michael Monroe<\/b>, joka heitti viime vuonna ikimuistoisen 50-vuotiskonserttinsa Ruissalossa. Voice of Finland –valmentajan lisäksi FestAppissa nähdään huippusuositussa Vain elämää –sarjassa jälleen uutta fanikuntaa kerännyt <b>Kaija Koo<\/b>. Harvinaisempi näky Ruissalossa on 15 vuotta sitten viimeisen albuminsa julkaissut <b>Xysma<\/b>, joka nousee lavalle ”Lotto”-albuminsa uudelleenjulkaisun siivittämänä.<br><br>Punkista pitävät huolen viimeistään Kovasikajuttu-dokumentillaan koko kansan suosioon noussut <b>Pertti Kurikan Nimipäivät<\/b>, viime vuoden ylistetty punkrock-tulokas <b>Pää Kii <\/b>sekä punk-piirien kuuma nimi <b>Kivesveto Go Go<\/b>. Hip hopin ystäviä hemmotellaan, kun viikonlopun rytmeistä vastaavat hiljattain uudet albuminsa julkaisseet <b>Karri Koira<\/b>, <b>Ruger Hauer<\/b>, <b>Jätkäjätkät<\/b>,<b> Teflon Brothers<\/b> sekä kimppa-albumia työstävät <b>Notkea Rotta<\/b> ja <b>SMC Lähiörotat<\/b> yhteiskeikalla. Popahtavaa rockia FestAppiin tuovat pian uuden albuminsa julkaiseva <b>Haloo Helsinki!<\/b> ja tuore vientitoivo, viime vuonna debytoinut <b>Satellite Stories<\/b>. Elektronisempaa menoa tarjoavat Jori Hulkkosen ja Juho Paalosmaan synapopduo <b>Sin Cos Tan<\/b> sekä kansainvälisestikin tunnustettu <b>Rico Tubbs<\/b> DJ-keikallaan.<br><br>Aikaisemmin FestAppin ohjelmistoon on kiinnitetty jo lauantain pääesiintyjä <b>HIM<\/b>, kanadalainen <b>Crystal Castles<\/b>, ruotsalainen <b>Icona Pop<\/b> sekä kotimaiset <b>PMMP<\/b>, <b>Disco Ensemble<\/b> ja kesän ainoan keikkan FestAppissa tekevä <b>Kerkko Koskinen Kollektiivi<\/b>. Ohjelmistoon on luvassa vielä runsaasti sekä ulkomaisia että kotimaisia lisäyksiä. <br><br>FestApp kaikki lipputyypit ovat nyt myynnissä Tiketissä ja Lippupisteessä. Festivaalin kolmen päivän liput maksavat 120 euroa, kahden päivän liput 105 euroa ja yhden päivän liput 75 euroa sekä mahdolliset toimituskulut myyntipisteistä. Festivaalin VIP-liput ovat myynnissä ainoastaan Tiketissä.Jokaisesta lipputyypistä on myös myynnissä Saaristomeri-tukilippu. Lue lisää <a href=\"http:\/\/www.FestApp.fi\/liput\">täältä<\/a>.<br><\/p>\r\n","time":"1360059000","status":"show","aika_paivitetty":"0"},{"id":"21","title":"FestApp toivottaa mahtavaa joulua ja julkaisee lisää artisteja","image":"files\/news\/uutiskuva2.jpg","teaser_text":"Lauantain artistikattausta täydentävät Crystal Castles, Kerkko Koskinen Kollektiivi, Icona Pop, PMMP ja Disco Ensemble.\r\n","content":"<p>Joulu tulikin nyt aikaisin. Julkaisemme nimittäin lisää artisteja FestApp-lauantaille!<\/p><p>Festivaalin ensimmäiset ulkomaiset kiinnitykset ovat kanadalainen Crystal Castles ja ruotsalainenIcona Pop, kotimaista kattausta kasvattavat Kerkko Koskinen Kollektiivi, PMMP ja DiscoEnsemble. Aikaisemmin lauantain pääesiintyjäksi on julkaistu uuden levyn ensi keväänäjulkaiseva HIM, joka esiintyy Suomessa ensi kesänä vain kahdesti. Festivaalin erikoishintaisetlauantain ja kolmen päivän liput ovat myynnissä Tiketissä joulukuun loppuun saakka.<\/p><p>Räjähtävistä keikoistaan tunnettu kanadalainen elektroduo Crystal Castles saapuu Ruissaloonmukanaan viime kuussa ilmestynyt, kriitikoiden ylistämä kolmas albumi. Vuonna 2004 perustettuEthan Kathin ja Alice Glassin muodostama kokoonpano valloitti kriitikoiden ja yleisön puolelleenheti vuoden 2008 debyyttialbumillaan, jonka mm. NME-lehti nosti sijalle 39. \"Top 100 GreatestAlbums of the Decade\" -listalleen. Yhtyeen omaleimainen tyyli yhdistelee kokeellista elektroa,housea, pop-elementtejä ja punkia sekä osaa olla samanaikaisesti vihaista, kaunista jatanssittavaa.<\/p><p>Ruotsalainen räväkkä popduo Icona Pop on tekemässä läpimurtoa viime kuussa ilmestyneellädebyyttialbumillaan: hittisinkku ”I Love It” on valloittanut listoja ympäri maailmaa ja parhaillaanyhtye kiertää Yhdysvalloissa Marina and the Diamondsin kanssa. Myös muotipiirit ovat joihastuneet tähän ruotsalaiskaksikkoon, joka tunnetaan vahvasta tyylistään sekä viehtymyksestäänmuotiin. Kaksikolla on myös yhteys Suomeen, Aino Jawon äiti ja Caroline Hjeltin isovanhemmatovat suomalaisia.<\/p><p>Kerkko Koskinen Kollektiivi -kokoonpanon eturivin muodostavat Koskisen itsensä lisäksihuippusolistit Vuokko Hovatta, Paula Vesala ja Manna. Megaprojekti nähtiin lavalla tänä vuonnavain muutamaan otteeseen, muun muassa loppuunmyydyssä Huvilateltassa, jolloin mukanaoli kuutisenkymmentä ihmistä jousisoittajista kuoroon. Suurta tuotantoa on luvassa myös FestApp-festivaalilla, joka tulee olemaan ainoa kokoonpanon kesän esiintymisistä.<\/p><p>Yllätyksellisistä keikoistaan tunnettu PMMP lukeutuu FestAppin viime vuosien suosituimpiinartisteihin. Jo platinarajan rikkoneen ”Rakkaudesta”-albuminsa viime kesänä julkaissutyhtye tavoittelee tänä vuonna Emma-palkintoja viidessä kategoriassa. Juuri menestyksekkäältäEuroopan-kiertueelta palannut Disco Ensemble puolestaan kisaa Vuoden rockalbumi -Emmastasyksyllä julkaistulla viidennellä albumillaan ”Warriors”. Albumin hittisingle “Second Soul” tuleeolemaan keskeisessä roolissa myös saksalaisen elokuvatähden Til Schweigerin elokuvassa“Kokowääh 2”, jonka ykkösosa oli yksi viime vuoden katsotuimpia elokuvia Saksassa.<\/p><p>Lisää FestAppin ohjelmistoa julkistetaan talven aikana.<br><\/p>","time":"1355788800","status":"show","aika_paivitetty":"0"},{"id":"20","title":"HIM FestApp-lauantain pääesiintyjäksi","image":"files\/artistit\/him_956x448.jpg","teaser_text":"Uuden levyn julkaisevat love metallin lähettiläät heittävät kesällä Suomessa ainoastaan kaksi keikkaa.","content":"<p>Suomen vanhin rockfestivaali FestApp juhlitaan ensi vuonna 5.-7. heinäkuuta TurunRuissalossa. 44. kerran järjestettävän festivaalin ensimmäinen kiinnitys on lauantain pääesiintyjä,Suomen kansainvälisesti menestyneimpiin yhtyeisiin lukeutuva HIM. Love metallin lähettiläätesiintyvät Ville Valon johdolla kesällä kotimaassaan ainoastaan kahdella keikalla, FestAppin lisäksiOulun Qstockissa.<\/p><p>Miljoonia albumeja myynyt ja ympäri maailmaa uskollisen fanikunnan kerännyt HIM on tänävuonna juhlistanut 20-vuotista uraansa ja päättänyt muutaman vuoden hiljaiselonsa. Kansanrakastaman yhtyeen paluuta lavoille on todella odotettu, mistä kertoo hetkessä loppuunmyytyHelldone-festivaali tämän vuoden lopulla. Viime kuussa ”XX – Two Decades of Love Metal” -juhlakokoelmansa julkaissut HIM äänittää parhaillaan kahdeksatta studioalbumiaan työnimellä”Tears on Tape”, jonka on määrä ilmestyä kevääseen mennessä.<\/p><p>Lisää artisteja julkistetaan talven aikana.<br><\/p>","time":"1353369600","status":"show","aika_paivitetty":"1372410000"}]