Musiikin lis&auml;ksi FestApp panostaa vahvasti makuel&auml;myksiin ymp&auml;rist&ouml;n huomioiden. Festivaalin monipuolisesta ruoka- ja juomatarjonnasta l&ouml;ytyy jokaiselle jotakin. Voit tilata ruuan p&ouml;yt&auml;&auml;n ravintolatasoisissa bistroissa tai napata pikkupurtavaa mukaan kiiruhtaessasi lavalta toiselle. Juomatarjonnasta l&ouml;ytyy niin laadukkaita viinej&auml; kuin samppanjoitakin sek&auml; anniskelualuiden viileit&auml; virvoittajia.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nHans V&auml;lim&auml;ki viimeistelee annosta FestAppissa 2011.\r\n\r\n\r\n\r\n\r\nMIDHILL-ravintola\r\nEsiintyjien lomassa voi my&ouml;s istahtaa alas nauttimaan Michelin- t&auml;hdill&auml; palkitun keitti&ouml;mestari Hans V&auml;lim&auml;en luomuksista. V&auml;lim&auml;ki tuo Ruissaloon huhtikuussa avatun Midhill-ravintolansa. Luomun ja l&auml;hiruoan puolestapuhujana tunnetun V&auml;lim&auml;en suunnittelemista herkuista nautitaan FestAppissa jo nelj&auml;nten&auml; kes&auml;n&auml;. T&auml;n&auml; kes&auml;n&auml; Midhill tarjoaa Niittylavan ja Telttalavan l&auml;heisyydess&auml; 200-paikkaisen nautiskelukeitaan. Midhillin menu julkaistaan l&auml;hip&auml;ivin&auml; t&auml;ll&auml; sivulla.\r\nRANTA- RUIS- JA MINIBISTROT\r\nFestivaalilla voi nauttia my&ouml;s kahden FestAppin oman ravintolan, Ruisbistron ja Rantabistron ravintolatasoisesta ruoasta ja ilmapiirist&auml;. T&auml;m&auml;n vuoden uutuutena pikaisempaa purtavaa hampurilaisista makkaraherkkuihin tarjoavat FestAppin omat minibistrot, joiden my&ouml;t&auml; n&auml;lk&auml; ei p&auml;&auml;se yll&auml;tt&auml;m&auml;&auml;n yhdell&auml;k&auml;&auml;n anniskelualueella.\r\nSek&auml; V&auml;lim&auml;en ett&auml; bistrojen tarjoamien ruokien liha tulee perheyritys Tammiselta, joka tunnetaan eettisest&auml; ja j&auml;ljitett&auml;v&auml;st&auml; lihatuotannostaan sek&auml; l&auml;hiruokatuotannon tukemisesta.&nbsp;&nbsp;&nbsp;\r\nMinibistrojen makkaratuotteet tulevat Perni&ouml;n Lihalta, joka niin ik&auml;&auml;n tekee tuottaa l&auml;hiruokaa hyv&auml;ll&auml; omatunnolla. Tuotteissa ei my&ouml;sk&auml;&auml;n ole k&auml;ytetty mekaanisesti erotettua lihaa, kamaraa eik&auml; natriumglutamaattia ja kaikki tuotteet ovat my&ouml;s laktoosittomia, gluteenittomia ja soijattomia.&nbsp;\r\nTutustu Midhill-ravintolan ja Bistrojen menuihin t&auml;&auml;lt&auml;.\r\nRUOKAPISTEET\r\nFestAppin monipuolisen makumaailman takaavat kaikkiaan parikymment&auml; eri ruokatoimijaa. Festarialueelta l&ouml;ytyy jokaiselle jotakin. Valikoimaan kuuluu aasialaista, kiinalaista, kambod\u017ealaista, tex-mexi&auml;, thai-ruokaa, kebabia, fritti-kanaa, fritti- muikkuja, hot dogeja kuin makkaraperunoitakin!\u2028\u2028 Hyviin tapoihin kuuluu j&auml;lkien siivoaminen ruokailun j&auml;lkeen, erityisesti kun herkutellaan luonnon helmassa.Hakaniemen kauppahallista tutut Roiniset puolestaan tarjoavat Rantalavan anniskelualueella saksalaistyyppisi&auml; herkkuja bratwursteista currywursteihin hapankaalin kera.\r\n&nbsp;\r\n\r\n\r\n\r\n \r\n\r\n\r\nSuosittua Cono Sur Brut -kuoharia saa FestAppin kaikilta anniskelualueilta.\r\n\r\n\r\n\r\nVIINITARJONTA\r\nFestApp haluaa panostaa laadukkaaseen viini- ja ruokatarjoiluun.  Perinteisempien festarivirvokkeiden lis&auml;ksi kaikilla anniskelualueilla on  tarjolla suppea, mutta tarkkaan harkittu viinivalikoima, joka on  rakennettu yhteisty&ouml;ss&auml; Master of Wine Tuomas Meriluodon kanssa.  P&auml;&auml;viinikumppanina toimii ymp&auml;rist&ouml;panostuksestaan tunnettu Cono Sur. Tarjolla on Suomen suosituimpiin viineihin lukeutuvat Cono Sur Tocornal Chardonnay ja Cono Sur Tocornal Cabernet Sauvignon sek&auml; huippusuosittu Cono Sur Brut -kuohuviini.Alueella palvelee my&ouml;s Cono Surin viinibaari ja samppanjabaari, joiden valikoimista l&ouml;ytyy mm. luomuviinit Cono Sur Organic Chardonnay sek&auml;  Cono Sur Organic Cabernet Sauvigon Carmenere, ymp&auml;rist&ouml;yst&auml;v&auml;llisesti tuotettua ja  pakattua Pommery POP Earth samppanjaa sek&auml; valikoituja viiniherkkuja  ymp&auml;ri maailman. Festariyhteisty&ouml;n kunniaksi Cono Sur on my&ouml;s j&auml;rjest&auml;nyt kilpailun, jossa arvotaan viikottain kahden hengen lippupaketti FestAppiin. Osallistu kilpailuun Viinikassin verkkosivuilta.\r\nJuomavalikoima FestAppissa laajenee muutenkin entisest&auml;&auml;n, kun  festivaalialueelle rakennetaan yhteisty&ouml;ss&auml; Altian kanssa drinkkibaari sek&auml; olutvalikoimaa laajennetaan Sinebrychoffin erikoisoluilla. Tarjolla on mm. Brooklynia, Grimbergenia ja Hoegaardenia.\r\nANNISKELUALUEET\r\nJanosi voit sammuttaa festivaalin viidell&auml; anniskelualueella, jotka tarjoavat kaikkiaan l&auml;hes 20 000 asiakaspaikkaa. Perinteisen olut-, siideri- ja lonkerivalikoiman lis&auml;ksi tarjolla Sinebrychoffin uutuusmakuja. Anniskelualueet ja l&auml;hes kaikki ruokapisteet myyv&auml;t my&ouml;s vett&auml; ja alkoholittomia virvokkeita.Vesipullosi voit t&auml;ytt&auml;&auml; my&ouml;s ilmaiseksi festivaalialueen lukuisilla vesipisteill&auml;.\r\nAnniskelualueiden ik&auml;raja on 18 vuotta. Varaudu siis todistamaan ik&auml;si virallisella henkil&ouml;llisyystodistuksella (passi, ajokortti tai kuvallinen henkil&ouml;kortti).\r\nFestAppin makuel&auml;mysten yhteisty&ouml;kumppanit: \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n