{"Aktiviteetit":"FestAppin festivaalialueella on mahdollista kokea viikonlopun aikana monenlaisia el&auml;myksi&auml;. Perinteisiin kuuluu, ett&auml; hurjap&auml;isimm&auml;t p&auml;&auml;sev&auml;t testaamaan benji-hyppy&auml; aivan meren rannassa. Lis&auml;ksi festivaalialueelta l&ouml;ytyy niin sumopainoa, kikkatikkaita ja vaikka mit&auml; hauskaa. Testaa jos uskallat!","Fanituotteet ja tavarakauppiaat":"<p>FestAppin esiintyjien ja festarin omat fanituotteet ovat myynniss&auml; festivaalialueella. Merchandise-pisteen l&ouml;yd&auml;t Ruisbistron l&auml;heisyydest&auml;. Maksuv&auml;linein&auml; k&auml;y k&auml;teinen ja pankkikortti.</p><p>Lis&auml;ksi festivaalialueelta l&ouml;ytyy paljon erilaisia myyntipisteit&auml;, joista voit hankkia tarvittavat festivaalituotteet hatuista aurinkolaseihin, koruista laukkuihin ja muihin festarimuistoihin.</p>","Kännykkälataus":"Festivaalialueella on kolme Soneran k&auml;nnyk&auml;n latauspistett&auml;, joihin voit tulla itse lataamaan puhelintasi. Soneran latauspisteet sijaitsevat Niittylavan vieress&auml; saavutettavuusinfossa, Ruisbistron teltassa sek&auml; VIP-alueen juhlarakennuksessa.","Leirintä ja majoitus":"<h2>Leirint&auml;</h2><p>FestAppin leirint&auml;alue Artukainen Camping sijaitsee HK Areenan ja Messukeskuksen l&auml;heisyydess&auml; Turun Artukaisissa osoitteessa Artukaisten kiitotie. Seuraa matkalla Artukainen camping -kylttej&auml;.<p>Turun keskustasta: Leirintäalueen läheisyyteen (HK Areena / Messukeskus) pääset Turun kauppatorilta lähtevillä busseilla 12, 32 ja 61. Turun rautatieasemalla pysähtyvät bussit 12, 32 ja 42.</p><p>Festivaalialueelta: Leirintäalueelta on maksuton bussiyhteys Ruissalon festaribussiasemalle ja takaisin leirintäalueelle perjantaista sunnuntaihin. Bussi kulkee nonstop-periaatteella festivaalialueen aukioloaikojen mukaisesti. Festaribussiasemalta on vajaan kahden kilometrin kävelymatka festivaalialueelle.</p><h2>Henkilöautojen pysäköinti ja ausntoautot</h2><p>Leirintäalueen vieressä on henkilöautojen pysäköintialue, joka on avoinna leirintäalueen aukioloaikojen mukaan. Pysäköinnin hinta on 5 € / pysäköintikerta. Autossa yöpyminen ja auton tuominen leirintäalueelle on turvallisuussyistä kielletty.</p><p>Leirintäalueelle voi majoittua vain rekisteröidyllä asuntoautolla. Leirintäalueelle ei voi tuoda asuntovaunuja. Asuntoautopaikkamaksu on kertaluonteinen. Jos poistut asuntoautolla leirintäalueelta, joudumme veloittamaan uuden maksun palatessasi. Emme voi tarjota sähköä asuntoautoihin.</p><h2>Artukainen Campingin palvelut</h2><p>Artukainen Campingilla on ympäri vuorokauden avoinna oleva kahvio, narikka, info sekä ensiapu- ja löytötavarapiste. Lähimmälle kaupalle on n. 15 minuutin kävelymatka. Kahviosta on mahdollista lainata erilaisia ulkopelejä panttia vastaan.</p><p>Festivaali-wc:t ja kylmävesisuihkut ovat leiriytyjien käytössä maksutta klo 8-20 välisenä aikana. Naisilla ja miehillä on omat suihkuvuoronsa vuorotunnein, alkaen naiset klo 8-9, miehet klo 9-10, naiset klo 10-11, jne. HK Areenan lämpimät suihkut ja sisä-wc:t ovat leiriytyjien käytössä aamupäivisin: pe klo 9-12, la ja su klo 8-13 ja ma klo 9-11. Suihku/wc-maksu on 1 €.</p><p>Grillaaminen on mahdollista Artukainen Campingin omalla grillipaikalla, jota hoitaa alueen alkusammutushenkilöstö.</p><p>Artukainen Campingistä voit ostaa FestAppin yhden päivän lippuja, kuten festivaalin portiltakin.</p><h2>Yleisiä ohjeita</h2><p>Jokainen leiriytyjä saa rannekkeen, jolla pääsee kulkemaan Artukainen Campingiin.</p><p>Alkoholin häiritsevä nauttiminen ja tulenteko on alueella kielletty. Palokunta ja ensiapuhenkilöstö päivystävät alueella kellon ympäri.</p><p>Pidä arvoesineet mukanasi tai jätä ne narikkaan.</p><p>Huolehdithan Artukainen Campingin siisteydestä ja laitat roskasi alueen roskiksiin. Artukainen Campingissä on myös kierrätyspiste, johon voit tuoda paperi-, pahvi-, bio-, metalli- ja lasiroskat.</p><p>Tarjolla on myös Ruissalo Camping Ruissalon saaressa Saaronniemessä. <a href=\"http://www.visitturku.fi/ruissalo-camping_fi\">Katso lisätietoja Ruissalo Campingistä.</a></p><h2>Koulumajoitus</h2><p>TuTo ry järjestää koulumajoitusta FestAppin kävijöille. Majoitusta on tarjolla torstaista maanantaihin.</p><p>Majoitus maksaa 17,00 € / hlö / yö.</p><p>Tarkemmat tiedot kouluista, sijainneista ja majoituksen varaamisesta löydät <a href=\"http://www.tuto.fi/ruisrock-13/\">TuTon nettisivuilta.</a></p>","Narikka":"<p>Narikka sijaitsee p&auml;&auml;portilla (avoinna pe klo 15-03, la 12-03 ja su 12-24). Sinne voit j&auml;tt&auml;&auml; alkoholijuomasi, arvotavarasi ja kaiken muun varustuksesi, mit&auml; et halua tuoda festarialueelle. Narikassa voit k&auml;yd&auml; my&ouml;s festivaalin aikana alueelta k&auml;sin. Narikkamaksu on 3 &euro; (ylim&auml;&auml;r&auml;inen k&auml;ynti 1 &euro;).</p><p>Huom! Narikkaan j&auml;tetyt tavarat saat takaisin ainoastaan narikkalippua vastaan. J&auml;rjest&auml;j&auml; ei ole vastuussa narikkalipun katoamisesta tai siit&auml; aiheutuvista seurauksista. Narikasta hakemattomat yli 20 euron arvoiset tavarat toimitetaan Varsinais-Suomen L&ouml;yt&ouml;tavaratoimistolle.</p>"}